IDEA Open Model
OpenModelResult Methods
The OpenModelResult type exposes the following members.
Methods
Name | Description
LoadFromStream
 Creates the instance of Open Model Result from the stream
LoadFromXmlFile
 Creates the instance of Open Model Result from the XML file
SaveToXmlFile
 Saves content into file as a XML format
Top
See Also
Reference
OpenModelResult Class
IdeaRS.OpenModel.Result Namespace